Repository: TRiV07/.net-Hlds-Launcher
Catalog: HldsLauncher-WPF-2/Properties/Resources.*.resx
Languages: ru_ru

# mw_dgsl_AutoRestart
source: Auto restart
ru_ru: Авто перезапуск

# mw_dgsl_ServerName
source: Server name
ru_ru: Название

# mw_dgsl_Status
source: Status
ru_ru: Состояние

# mw_StartSelectedServer
source: Start selected
ru_ru: Запуск выбранного

# mw_StopSelectedServer
source: Stop selected
ru_ru: Остановка выбранного

# mw_dgsl_CurrentMap
source: Curent map
ru_ru: Текущая карта

# mw_dgsl_Players
source: Players
ru_ru: Игроки

# mw_lbl_IntervalBetweenStarts
source: Interval between starts (in seconds):
ru_ru: Интервал между запусками (в секундах):

# mw_tcsl_MainLog
source: Main log
ru_ru: Основной лог

# mw_cm_StartServer
source: Start
ru_ru: Запуск

# mw_cm_StopServer
source: Stop
ru_ru: Остановка

# mw_gb_Actions
source: Actions
ru_ru: Действия

# mw_mb_ExitConfirmation
source: Are you realy want to exit?
ru_ru: Вы действительно хотите выйти?

# mw_mb_ExitConfirmationTitle
source: Exit
ru_ru: Выход

# mw_CancelOperation
source: Cancel
ru_ru: Отмена

# mw_cm_Properties
source: Properties
ru_ru: Свойства

# mw_gb_TimerInterval
source: Timer interval
ru_ru: Интервал таймера

# mw_StartAllServers
source: Start all
ru_ru: Запустить все

# mw_StopAllServers
source: Stop all
ru_ru: Остановить все

# mw_TimerIntervalActual
source: Actual:
ru_ru: Текущий:

# mw_TimerIntervalMax
source: Max:
ru_ru: Макс:

# mw_TimerIntervalMin
source: Min:
ru_ru: Мин:

# mw_TimerIntervalRefreshTimer
source: Refresh
ru_ru: Обновить

# mw_TimerIntervalSetTimer
source: Set
ru_ru: Установить

# mw_SendConsoleCommand
source: Send
ru_ru: Выполнить

# aes_ActiveServer
source: Active server
ru_ru: Активный сервер

# aes_AditionalArgs
source: Aditional arguments:
ru_ru: Дополнительные аргументы:

# aes_AllProcessors
source: All processors
ru_ru: Все процессоры

# aes_AutoRestart
source: Auto server restart on crash
ru_ru: Перезапуск сервера при падении

# aes_Browse
source: Browse
ru_ru: Обзор

# aes_Cancel
source: Cancel
ru_ru: Отмена

# aes_ConsoleTypeIntegrated
source: Integrated
ru_ru: Интегрированная

# aes_ConsoleTypeNative
source: Native
ru_ru: Обычная

# aes_Game
source: Game:
ru_ru: Игра:

# aes_GoldSourceServer
source: GoldSource server
ru_ru: GoldSource сервер

# aes_HltvServer
source: Htlv server
ru_ru: Hltv сервер

# aes_HostName
source: Server name:
ru_ru: Имя сервера:

# aes_Map
source: Map:
ru_ru: Карта:

# aes_MaxPlayers
source: Max players:
ru_ru: Макс игроков:

# aes_PathToHlds
source: Path to hlds.exe:
ru_ru: Путь к hlds.exe:

# aes_PathToHltv
source: Path to hltv.exe:
ru_ru: Путь к hltv.exe:

# aes_PathToSrcds
source: Path to srcds.exe:
ru_ru: Путь к srcds.exe:

# aes_Processor
source: Processor {0}
ru_ru: Процессор {0}

# aes_ProcessorsCores
source: Processors (cores):
ru_ru: Процессоры (ядра):

# aes_Rcon
source: Rcon password:
ru_ru: Rcon пароль:

# aes_Save
source: Save
ru_ru: Сохранить

# aes_ServerConsolePosition
source: Console position:
ru_ru: Положение консоли:

# aes_ServerConsoleType
source: Console type:
ru_ru: Тип консоли:

# aes_ServerIP
source: Server IP:
ru_ru: IP сервер:

# aes_ServerPort
source: Server port:
ru_ru: Порт сервера:

# aes_ServerPriority
source: Server priority:
ru_ru: Приоритет сервера:

# aes_ServerPriorityAboveNormal
source: Above normal
ru_ru: Выше среднего

# aes_ServerPriorityBelowNormal
source: Below normal
ru_ru: Ниже среднего

# aes_ServerPriorityHigh
source: High
ru_ru: Высокий

# aes_ServerPriorityIdle
source: Idle
ru_ru: Низкий

# aes_ServerPriorityNormal
source: Normal
ru_ru: Средний

# aes_ServerPriorityRealTime
source: Real time
ru_ru: Реального времени

# aes_ServerProperties
source: Server Properties
ru_ru: Свойства сервера

# aes_SourceServer
source: Source server
ru_ru: Source сервер

# mw_cm_RemoveServer
source: Remove
ru_ru: Удалить

# mw_dgsl_Active
source: Active
ru_ru: Активный

# mw_menu_AddServer
source: Add server
ru_ru: Добавление сервера

# mw_menu_Edit
source: Edit
ru_ru: Правка

# mw_menu_Exit
source: Exit
ru_ru: Выход

# mw_menu_File
source: File
ru_ru: Файл

# mw_menu_RemoveServer
source: Remove server
ru_ru: Удаление сервера

# mw_menu_ServerProperties
source: Server properties
ru_ru: Свойства сервера

# log_ServerCrashed
source: Server "{0}" crashed.\nConsole before crash:\n========================\n{1}\n========================\n
ru_ru: Сервер "{0}" упал. \nКонсоль до падения: \n========================\n{1}\n========================\n

# log_ServerCrashedWithDialog
source: Server "{0}" crashed.\nConsole before crash:\n========================\n{1}\n========================\nDialog box title: {2}\nDialog box message: {3}\n
ru_ru: Сервер "{0}" упал. \nКонсоль до падения:\n========================\n{1}\n========================\nЗаголовок окна с ошибкой: {2}\nТекст ошибки: {3}\n

# log_KillProcessShutdown
source: Killing the process of server "{0}".
ru_ru: Завершение процесса сервера "{0}".

# log_NormalShutdownFailed
source: Normal shutdown for server "{0}" failed.
ru_ru: Не удалось нормально закрыть сервер "{0}".

# log_ProcessAlreadyKilled
source: The process is already killed.
ru_ru: Этот процесс уже завершен.

# log_ServerAlreadyStarted
source: Server "{0}" is already started.
ru_ru: Сервер "{0}" уже запущен.

# log_ServerAlreadyStopped
source: Server "{0}" is already stopped.
ru_ru: Сервер "{0}" уже остановлен.

# log_StartFailedFileIsNotExists
source: Start failed. File "{0}" is not exists.
ru_ru: Неудачный запуск. Файл "{0}" не существует.

# log_SuccessfulStarted
source: Server "{0}" successful started.
ru_ru: Сервер "{0}" успешно запущен.

# log_SuccessfulStopped
source: Server "{0}" successful stopped.
ru_ru: Сервер "{0}" успешно остановлен.

# log_TryingNormalShutdown
source: Trying normal shutdown for server "{0}".
ru_ru: Попытка нормально закрыть сервер "{0}".

# log_TryingToStart
source: Trying to start server "{0}".
ru_ru: Попытка запустить сервер "{0}".

# log_UnableToSetAffinity
source: Unable to set affinity.
ru_ru: Не удается установить привязку к ядрам.

# log_UnableToSetPriority
source: Unable to set priority.
ru_ru: Не удается задать приоритет.

# mw_mb_RemoveConfirmation
source: Are you sure want to remove server "{0}"?
ru_ru: Вы уверены, что хотите удалить сервер "{0}"?

# mw_mb_RemoveConfirmationTitle
source: Server remove
ru_ru: Удаление сервера

# mw_menu_ImportServers
source: Import servers
ru_ru: Импорт серверов

# mw_OldHldslOptionsFile
source: Old Hlds Launcher options
ru_ru: Опции старого Hldsl

# mw_ServerImported
source: Import server "{0}" successful.
ru_ru: Сервер "{0}" успешно импортирован.

# mw_AllPlayersCount
source: All players: {0}/{1}
ru_ru: Все игроки: {0}/{1}

# br_Close
source: Exit program
ru_ru: Выход из программы

# br_Continue
source: Continue working (not recommended)
ru_ru: Продолжить работу (не рекомендуется)

# br_mb_Fail
source: Bug report sending failed.
ru_ru: Не удалось отправить отчет об ошибке.

# br_mb_FailTitle
source: Send failed
ru_ru: Отправка не удалась

# br_mb_Successful
source: Bug report successful sended.
ru_ru: Отчет об ошибке успешно отправлен

# br_mb_SuccessfulTitle
source: Send successful
ru_ru: Успешная отправка

# br_Restart
source: Restart program
ru_ru: Перезапустить программу

# br_SendingReport
source: Sending report...
ru_ru: Отправка отчета...

# br_SendReport
source: Send report
ru_ru: Отправить отчет

# br_WindowMessage
source: Unfortunately the program has encountered a problem.
ru_ru: К сожалению в программе обнаружена проблема.

# br_WindowTitle
source: Error detected
ru_ru: Обнаружена ошибка

# aes_AddNewServerTitle
source: Adding new server
ru_ru: Добавление нового сервера

# aes_EditServerTitle
source: Editing server "{0}"
ru_ru: Редактирование сервера "{0}"

# do_AutoStartOptions
source: Autostart options
ru_ru: Параметры автозапуска

# do_AutoStartServers
source: Start active servers when program starts after
ru_ru: Запустить активные серверы после запуска через

# do_AutoStartWithWindows
source: Start program when Windows starts
ru_ru: Запуск с Windows

# do_Cancel
source: Cancel
ru_ru: Отмена

# do_ErrorReporting
source: Windows Error reporting
ru_ru: Отчет об ошибках Windows

# do_ErrorReportingDisable
source: Disable
ru_ru: Отключить

# do_ErrorReportingEnable
source: Enable
ru_ru: Включить

# do_ErrorReportingStatus
source: Status
ru_ru: Статус

# do_ErrorReportingStatusDisabled
source: Disabled
ru_ru: Отключено

# do_ErrorReportingStatusEnabled
source: Enabled
ru_ru: Включено

# do_Language
source: Language
ru_ru: Язык

# do_Save
source: Save
ru_ru: Сохранить

# do_Seconds
source: seconds
ru_ru: секунд

# do_Title
source: Options
ru_ru: Параметры

# mw_menu_Options
source: Options
ru_ru: Параметры

# mw_StatusWaitingForServersStart
source: Waiting for servers start...
ru_ru: Ожидание запуска серверов...

# mw_dgsl_CmdArguments
source: Command line arguments
ru_ru: Аргументы командной строки

# do_MMTimerStartUpSet
source: Set saved timer interval at startup
ru_ru: Устанавливать интервал таймера при запуске

# do_ShowServerInfoInTabs
source: Show server information in tab header
ru_ru: Показать сведения о сервере в заголовках вкладок

# do_ShowTabsOnlyIfServerStarted
source: Show tab, only if server started
ru_ru: Показывать вкладку, только если сервер запущен

# log_StartupTimerSet
source: Setting MM-timer from configuration value to {0}.
ru_ru: Значение MM-таймера установлено в {0}.

# log_TimerIntervalActual
source: MM-timer current value: {0}.
ru_ru: Текущее значение MM-таймера: {0}.

# log_TimerIntervalMax
source: MM-timer min value: {0}.
ru_ru: Минимальное значение MM-таймера: {0}.

# log_TimerIntervalMin
source: MM-timer max value: {0}.
ru_ru: Максимальное значение MM-таймера: {0}.

# mw_upd_CheckingNewVersion
source: Checking for a new version...
ru_ru: Проверка наличия новой версии...

# mw_upd_FailCheckForUpdate
source: Check for update failed. Click to recheck...
ru_ru: Не удалось проверить обновление. Щелкните, чтобы перепроверить...

# mw_upd_NewVersionAvailable
source: New ({0}) version is available. Click to download...
ru_ru: Доступна новая версия ({0}). Нажмите, чтобы скачать...

# mw_upd_NoNewVersionAvailable
source: No updates available. Click to recheck...
ru_ru: Нет доступных обновлений. Щелкните, чтобы перепроверить...

# do_AutoStartMinimized
source: Start minimized
ru_ru: Запуск в свернутом виде

# mw_ti_Text
source: .net Hlds Launcher 2 - Double click to hide / show
ru_ru: .net Hlds Launcher 2 - двойной клик, чтобы скрыть / показать

# do_ChangeLanguageNeedRestart
source: You have to restart program for the changes to take effect.
ru_ru: Необходимо перезагрузить программу, чтобы изменения вступили в силу.

# app_CriticalError
source: Critical Error. Send report to developer?
ru_ru: Критическая ошибка. Отправить отчет разработчику?

# aes_Loading
source: Loading...
ru_ru: Загрузка...

# app_mb_AlreadyStarted
source: Application is already running
ru_ru: Приложение уже запущено

# app_mb_AlreadyStartedTitle
source: Failed to start
ru_ru: Ошибка запуска

# log_CrashCountMaxLimit
source: Server "{0}" will not be restarted because it crashed {1} times for {2} seconds.
ru_ru: Сервер "{0}" не будет перезагружен, так как он упал {1} раз в течении {2} секунд(ы).

# log_ServerCrashedOnMap
source: Server "{0}" crashed on map {1}.\nConsole before crash:\n========================\n{2}\n========================\n
ru_ru: Сервер "{0}" упал на карте {1}. \nКонсоль до падения: \n========================\n{2}\n========================\n

# log_ServerCrashedWithDialogOnMap
source: Server "{0}" crashed on map {1}.\nConsole before crash:\n========================\n{2}\n========================\nDialog box title: {3}\nDialog box message: {4}\n
ru_ru: Сервер "{0}" упал на карте {1}. \nКонсоль до падения:\n========================\n{2}\n========================\nЗаголовок окна с ошибкой: {3}\nТекст ошибки: {4}\n

# log_UnableToCreateHook
source: Unable to create hook.
ru_ru: Не удается повесить хук на процесс.

# log_UnableToWaitForInputIdle
source: Unable to wait for Input Idle.
ru_ru: Не удается дождаться Input Idle.

# mw_dgsl_Crashes
source: Crashes
ru_ru: Падения

# aes_CrashLimit
source: Do not restart server, if it crashed
ru_ru: Не перезагружать сервер, если он упал

# aes_CrashLimit2
source: time(s) in
ru_ru: раз(а) за

# aes_CrashLimit3
source: seconds.
ru_ru: секунд(ы)(у).

# mb_NotEnoughRights
source: You are not allowed to access the registry
ru_ru: У вас недостаточно прав для доступа в системный реестр

# mb_NotEnoughRightsTitle
source: Not enough rights
ru_ru: Недостаточно прав
